{
    "40316994": {
        "title": "Revealing multiple biological subtypes of schizophrenia through a data-driven approach.",
        "author": "Wang Y; Feng S; Huang Y; Peng R; Liang L; Wang W; Guo M; Zhu B; Zhang H; Liao J; Zhou J; Li H; Li X; Ning Y; Wu F; Wu K",
        "journal": "Journal of translational medicine",
        "year": "2025",
        "abstract": "INTRODUCTION: The brain imaging subtypes of schizophrenia have been widely investigated using data-driven approaches. However, the heterogeneity of SZ in multiple biological data is largely unknown.\nMETHODS: A data-driven model was used to classify brain imaging, gut microbiota, and brain-gut fusion data obtained through a dot product fusion method, identifying significant subtypes and calculating their correlations with clinical symptoms and cognitive performance.\nRESULTS: These subtypes remain relatively independent and demonstrate typical features and biomarkers, which are significantly associated with clinical symptoms and cognitive performance. Two brain subtypes with opposite structural and functional changes are identified: (1) a structural variant-dominant brain subtype with negative symptoms and cognitive deficits and (2) a functional alteration-dominant brain subtype with positive symptoms. The three gut subtypes include the following: (1) Collinsella-dominant; (2) Prevotella-dominant with positive symptoms; and (3) Streptococcus-dominant. Two brain-gut subtypes show different abnormalities in brain‒genus linkages: (1) strong connectivity of \"brain function in the temporal and parietal lobes-Prevotella\" with reduced attention scores and (2) strong connectivity of \"brain structure and function in the frontal and parietal lobes-multiple genera\" with positive symptoms. Notably, brain subtypes and brain-gut subtypes are most relevant to clinical symptoms, whereas gut subtypes reveal more cognitive biomarkers.\nCONCLUSION: These findings show the potential to identify multiple biological subtypes with distinct biomarkers, thereby suggesting the possibility of personalized and precise treatment for SZ patients."
    },
    "40316902": {
        "title": "Peripheral tissue BDNF expression is affected by promoter IV defect and enriched environments in mice: negative hippocampus-intestine and positive thymus-serum-muscle correlations.",
        "author": "Wang J; Schupp W; Sakata K",
        "journal": "Molecular medicine (Cambridge, Mass.)",
        "year": "2025",
        "abstract": "BACKGROUND: Brain-derived neurotrophic factor (BDNF) expression is reduced in the brain of various central nervous system (CNS) disorders, but its relation to peripheral expression remains unclear. This study aimed to determine peripheral BDNF expression affected by BDNF promoter IV defect and enriched environment treatment (EET). Promoter IV defect is associated with CNS disorders and chronic stress, whereas EET increases hippocampal BDNF expression and ameliorates CNS dysfunctions.\nMETHODS: Enzyme-linked immunosorbent assay measured BDNF protein levels in eleven regions (hippocampus, frontal cortex, heart, lung, liver, spleen, intestine, kidney, intestine, thymus, muscle, serum) in wild-type and knock-in promoter IV (KIV) mice with or without 3 weeks of EET provided after weaning.\nRESULTS: Knock-in promoter IV resulted in BDNF levels significantly decreased in muscle, but significantly increased in intestine, liver, thymus, and serum, which suggests compensatory upregulation of other promoters in those tissues. EET increased BDNF levels in muscle and serum of KIV mice and thymus of wild-type mice, suggesting EET's beneficial effects in muscle motor and adaptive immune regulation. EET increased hippocampal BDNF levels in both genotypes, which significantly negatively correlated with intestine BDNF levels, suggesting its role in the brain-gut axis. EET reduced wild-type heart BDNF levels, possibly through parasympathetic regulation. Significant positive BDNF correlations were observed among serum-muscle, serum-thymus, lung-spleen, and intestine-liver, suggesting inter-organ interaction and regulation of BDNF. Partial Least Squares discriminant analyses (PLS-DA) identified that variations in BDNF levels in intestine, liver, frontal cortex, and serum contribute most to classify promoter IV defect, and those in hippocampus, serum, heart, thymus, and liver contribute most to classify EET effects.\nCONCLUSION: This is the first study to demonstrate how genetic and environmental factors affect BDNF expression in peripheral tissues, highlighting the complex BDNF correlations across organ systems and suggesting usefulness of multivariate BDNF analyses for detecting promoter IV defect and enriched environment effects. Elucidation of BDNF's role and regulatory mechanisms in peripheral organ systems may help better our understanding of its connection to CNS disorders and their treatments."
    },
    "40316878": {
        "title": "The Influence of the Probiotics, Ketogenic Diets, and Gut Microbiota on Epilepsy and Epileptic Models: A Comprehensive Review.",
        "author": "Shirzadi P; Farokh P; Osouli Meinagh S; Izadi-Jorshari G; Hajikarimloo B; Mohammadi G; Parvardeh S; Nassiri-Asl M",
        "journal": "Molecular neurobiology",
        "year": "2025",
        "abstract": "About one-third of epilepsies are resistant to antiepileptic drugs; thus, uncovering new pathways in the pathophysiology of epilepsy can reduce the global disease burden. Probiotics are live, non-pathogenic microorganisms that benefit the host by regulating the gut microbiome. This review aims to study the effect of probiotics and ketogenic diets on gut microbiota and their potential as a therapy for epilepsy. We conducted a systematic search of the databases PubMed, Scopus, Embase, and the Web of Science for pertinent studies that have been published. Our search methodology was meticulously structured to be exhaustive, integrating targeted keywords and Boolean operators to guarantee the acquisition of all potentially pertinent articles. Probiotics interact with the gut microbiome, balance its composition, and influence the gut-brain axis. Moreover, they reduce neuroinflammation and oxidative stress. The ketogenic diet (KD) affects gut bacteria, influencing neurotransmitter levels and short-chain fatty acids (SCFAs), which play a role in the gut-brain axis. Studies have shown the positive effects of various probiotics in animal models of epilepsy. They demonstrate improvements in seizure activity, anxiety, and neuroinflammation. In human studies, probiotics reduced seizure frequency and enhanced quality of life in patients with drug-resistant epilepsy. We believe using probiotics or dietary interventions like KD could be a promising therapeutic strategy for managing epilepsy. This could reduce seizure frequency and make life better for patients with epilepsy."
    },
    "40316177": {
        "title": "Young fecal microbiota transplantation improves working memory in aged recipient rats by increasing interleukin-4 and interleukin-17 levels.",
        "author": "Yin Y; Guan M; Wu S; Cui C; Wang R; Zhao X; Yang X; Qiao L; Li Y; Zhang C",
        "journal": "Neuroscience research",
        "year": "2025",
        "abstract": "While transplanting the fecal microbiota from young to aged rodents has been extensively studied (that is, young FMT [yFMT]), its mechanism of alleviating working memory decline has not been fully elucidated. In this report, we aimed to investigate the effect of yFMT on the working memory of aged recipient rats performing delayed match-to-position (DMTP) tasks and the associated cellular and molecular mechanisms. The results revealed that yFMT mitigated the decline in DMTP task performance of aged recipients. This improvement was associated with a reshaped gut microbiota and increased levels of brain-derived neurotrophic factor, N-methyl-D-aspartate receptor subunit 1, and synaptophysin, enhancing synaptic formation and transmission. The remodeling of the gut microbiome influenced peripheral circulation and the hippocampus and medial prefrontal cortex by regulating the Th17/Treg ratio and microglial polarization. Ultimately, interleukin-4 and interleukin-17 emerged as potential key molecules driving the beneficial effects of FMT. These observations provide new insights into the gutbrain axis, emphasizing the connection between the gut and brain through the circulation system, and suggest an immunological mechanism that may help reverse age-related declines in the gut microbiota."
    },
    "40315757": {
        "title": "Nutrition and brain health: Implications of Mediterranean diet elements for psychiatric disorders.",
        "author": "Akerele CA; Koralnik LR; Lafont E; Gilman C; Walsh-Messinger J; Malaspina D",
        "journal": "Schizophrenia research",
        "year": "2025",
        "abstract": "The Mediterranean diet is an anti-inflammatory diet now recognized for prevention and intervention against cardiometabolic disorders, although emerging literature also shows its benefits for mental health. This paper surveys literature pertinent to the Mediterranean diet with respect to schizophrenia, bipolar and unipolar depression and cognition. The National Library of Medicine database of literature was searched for publications relating to our topic through June 2024. Our results highlight the Mediterranean diet's potential role in mediating inflammation, potentially through the gut-brain axis, and its neuroprotective role against cognitive decline. Moreover, individual components of the Mediterranean diet are potentially therapeutic as well as protective, particularly fruits, vegetables, fatty fish, and whole grains. These dietary components reduce systemic inflammation, modulate gut microbiota and influence critical pathways such as moderating oxidative stress. Overall, this survey of recent literature highlights the potential of the Mediterranean diet to promote mental health and reduce the risk or severity of psychiatric and neurodegenerative disorders. The analysis underscores broader implications for the Mediterranean diet in advancing mental health outcomes and emphasizes the need for further studies and increased public education to encourage healthier eating habits and dietary interventions."
    },
    "40314499": {
        "title": "Mind Over Microbes: Targeting the Gut-Brain Axis to Improve Treatment of Pediatric Low-Grade Glioma.",
        "author": "Ramaswamy V; Tabori U",
        "journal": "Neuro-oncology",
        "year": "2025",
        "abstract": ""
    },
    "40314217": {
        "title": "The role of gut microbiota-mitochondria crosstalk in neurodegeneration: Underlying mechanisms and potential therapies.",
        "author": "Ju T; Zhang Y; Liu L; Zhao X; Li X; Liu C; Sun S; Wu LA",
        "journal": "Neural regeneration research",
        "year": "2025",
        "abstract": "Emerging evidence suggests that the gut microbiota is closely associated with the pathological manifestations of multiple neurodegenerative diseases via the gut-brain axis, which refers to the crosstalk between the gut and the central nervous system. More importantly, mitochondria have been considered prominent mediators of the interplay between the gut microbiota and the brain. Intestinal microbes may modulate mitochondrial function in the central nervous system to affect the progression of neurodegenerative diseases. Mitochondria are essential for meeting the host's substantial neuronal metabolic demands, maintaining excitability, and facilitating synaptic transmission. Dysfunctional mitochondria are considered critical hallmarks of various neurodegenerative diseases. Therefore, this review provides novel insights into the intricate roles of gut microbiota-mitochondrial crosstalk in the underlying mechanisms during the progression of neurodegeneration, as well as the existing potential therapeutic strategies for neurodegenerative disorders. These suggest intestinal microbiota-mitochondrial interaction play a crucial role in the occurrence and development of neurodegenerative diseases, and targeting this interaction may be a promising therapeutic approach to neurodegenerative diseases. However, this review found that there was relatively little research on the effect of this crosstalk on other neurodegenerative diseases, such as Huntington's disease and Multiple sclerosis, and the potential therapeutic strategies were translated into clinical trials, which face many challenges in developing personalized treatment plans based on the unique gut microbiota of different individuals."
    },
    "40313408": {
        "title": "Broadening horizons: microbiota as a novel biomarker and potential treatment for endometriosis.",
        "author": "Wang M; Liu W; Zheng L; Ma S; Jin L; Zhao D; Li D",
        "journal": "Frontiers in microbiology",
        "year": "2025",
        "abstract": "As a heterogeneous disease, endometriosis is associated with diagnostic delay. Delayed diagnosis, physical discomfort, hormone therapy, and inconvenience in daily life and work all contribute to a decreased quality of life for endometriosis patients. Early clinical diagnosis is highly important for the intervention and treatment of endometriosis. Currently, reliable non-invasive diagnostic methods are lacking, and laparoscopic examination combined with pathological diagnosis is considered the \"gold standard\" for definitively diagnosing endometriosis. An increasing number of studies have confirmed the correlation between endometriosis and microbial ecological changes. Microbial dysbiosis is an important factor in the development and progression of endometriosis. Certain key microbial species and their metabolites can induce functional alterations in endometrial cells through various mechanisms, often preceding the emergence of clinical symptoms. Endometriosis are chronic inflammatory diseases, with an immunoinflammatory response as the pathological foundation. The microbiome may participate in the pathological mechanisms of endometriosis through multiple pathways, including mediating inflammatory responses, regulating immune responses, participating in estrogen regulation, interfering with metabolic activities, and modulating the gut-brain axis. Therefore, the microbiome holds potential as an early non-invasive diagnostic and therapeutic target for endometriosis patients. This study summarizes and analyses the correlations between microorganisms and their metabolites and the onset of endometriosis, aiming to provide novel insights into the etiology, diagnosis, and treatment of endometriosis."
    },
    "40313405": {
        "title": "Multiple pathways through which the gut microbiota regulates neuronal mitochondria constitute another possible direction for depression.",
        "author": "Zhao H; Qiu X; Wang S; Wang Y; Xie L; Xia X; Li W",
        "journal": "Frontiers in microbiology",
        "year": "2025",
        "abstract": "As a significant mental health disorder worldwide, the treatment of depression has long faced the challenges of a low treatment rate, significant drug side effects and a high relapse rate. Recent studies have revealed that the gut microbiota and neuronal mitochondrial dysfunction play central roles in the pathogenesis of depression: the gut microbiota influences the course of depression through multiple pathways, including immune regulation, HPA axis modulation and neurotransmitter metabolism. Mitochondrial function serves as a key hub that mediates mood disorders through mechanisms such as defective energy metabolism, impaired neuroplasticity and amplified neuroinflammation. Notably, a bidirectional regulatory network exists between the gut microbiota and mitochondria: the flora metabolite butyrate enhances mitochondrial biosynthesis through activation of the AMPK-PGC1α pathway, whereas reactive oxygen species produced by mitochondria counteract the flora composition by altering the intestinal epithelial microenvironment. In this study, we systematically revealed the potential pathways by which the gut microbiota improves neuronal mitochondrial function by regulating neurotransmitter synthesis, mitochondrial autophagy, and oxidative stress homeostasis and proposed the integration of probiotic supplementation, dietary fiber intervention, and fecal microbial transplantation to remodel the flora-mitochondrial axis, which provides a theoretical basis for the development of novel antidepressant therapies targeting gut-brain interactions."
    },
    "40313087": {
        "title": "Short-chain fatty acids mediate enteric and central nervous system homeostasis in Parkinson's disease: innovative therapies and their translation.",
        "author": "Pang S; Ren Z; Ding H; Chan P",
        "journal": "Neural regeneration research",
        "year": "2025",
        "abstract": "Short-chain fatty acids, metabolites produced by the fermentation of dietary fiber by gut microbiota, have garnered significant attention due to their correlation with neurodegenerative diseases, particularly Parkinson's disease. In this review, we summarize the changes in short-chain fatty acid levels and the abundance of short-chain fatty acid-producing bacteria in various samples from patients with Parkinson's disease, highlighting the critical role of gut homeostasis imbalance in the pathogenesis and progression of the disease. Focusing on the nervous system, we discuss the molecular mechanisms by which short-chain fatty acids influence the homeostasis of both the enteric nervous system and the central nervous system. We identify key processes, including the activation of G protein-coupled receptors and the inhibition of histone deacetylases by short-chain fatty acids. Importantly, structural or functional disruptions in the enteric nervous system mediated by these fatty acids may lead to abnormal α-synuclein expression and gastrointestinal dysmotility, which could serve as an initiating event in Parkinson's disease. Furthermore, we propose that short-chain fatty acids help establish communication between the enteric nervous system and the central nervous system via the vagal nerve, immune circulation, and endocrine signaling. This communication may shed light on their potential role in the transmission of α-synuclein from the gut to the brain. Finally, we elucidate novel treatment strategies for Parkinson's disease that target short-chain fatty acids and examine the challenges associated with translating short-chain fatty acid-based therapies into clinical practice. In conclusion, this review emphasizes the pivotal role of short-chain fatty acids in regulating gut-brain axis integrity and their significance in the pathogenesis of Parkinson's disease from the perspective of the nervous system. Moreover, it highlights the potential value of short-chain fatty acids in early intervention for Parkinson's disease. Future research into the molecular mechanisms of short-chain fatty acids and their synergistic interactions with other gut metabolites is likely to advance the clinical translation of innovative short-chain fatty acid-based therapies for Parkinson's disease."
    }
}